<html>
<header>
<meta charset="utf8" />
<style>
    body {
        background: url("//d36xtkk24g8jdx.cloudfront.net/bluebar/4fdd6ab/images/shared/noise-2.png") repeat scroll 0 0 #EDEEEF;
        margin: 0;
        padding: 0;
        font-family: 'Helvetica Neue', Arial, Helvetica, sans-serif;
        font-size: 14px;
    }
    img {
        margin: 15px 0 0 0;
        padding: 5px;
        background: #FFF;
        border: 1px solid grey;
    }
    .wrap {
        background: none repeat scroll 0 0 #FFFFFF;
        border: 1px solid #ECF0F1;
        margin: 50px auto;
        padding: 20px;
        text-align: justify;
        width: 650px;
    }
    h2 {
        background: none repeat scroll 0 0 #95A5A6;
        border: 1px solid #7F8C8D;
        color: #FFFFFF;
        font-size: 16px;
        margin: 0 0 10px;
        padding: 10px;
        text-align: center;
        text-shadow: 0 1px 1px #34495E;
    }
    .answer {
        background: none repeat scroll 0 0 #ECF0F1;
        border: 1px solid #BDC3C7;
        margin-bottom: 30px;
        padding: 10px;
    }
</style>
</header>
<body>
<div class="wrap">
    <h2 id="0">Публичный договор-оферта</h2>
    <div class="answer">
        <div style="text-align: right; margin-bottom: 25px;">
                г. Санкт-Петербург<br />
                действительно с 11 сентября 2013 года
        </div>

        <b>1. Общие положения</b><br />
        1.1. Данный документ является публичной Офертой сервиса PAMANI.ru (в дальнейшем именуемого Исполнитель) и содержит все существенные условия по оказанию услуг (в соответствии со статьей 435 и частью 2 статьи 437 Гражданского кодекса РФ).<br />
        1.2. Любое физическое или юридическое лицо, посетившее сайт http://pamani.ru/, имеющее намерение приобрести ту или иную услугу, и оплатить получение услуги, становится Заказчиком.<br />
        1.3. Сервис PAMANI использует официальный API Instagram, но не является сертифицированным или одобренным администрацией Instagram.<br />
        1.4. Заказчик осознаёт что использование сервиса PAMANI.ru является нарушением правил социальной сети
        instagram.com, а значит понимает что к аккаунту (профилю) Заказчика могут быть применены санкции,
        в том числе пожизненная блоикровка аккаунта.<br /><br />

        <b>2. Предмет Оферты</b><br />
        2.1. Предметом настоящей Оферты является возмездное предоставление Заказчику услуг по продвижению в социальной сети instagram.com.<br />
        2.2. Исполнитель имеет право в любой момент менять условия предоставления услуги и условия настоящей публичной Оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на сайте http://pamani.ru/, не менее чем за один день до их ввода в действие.<br /><br />

        <b>3. Условия и порядок предоставления услуг</b><br />
        3.1. Услуги предоставляются в полном объеме при условии их 100% (сто процентов) оплаты Заказчиком.<br />
        3.2. Факт приобретения Информационно-консультативных услуг является безоговорочным принятием Заказчиком данного Договора-оферты. Заказчик, воспользовавшийся услугами Исполнителя, рассматривается как лицо, вступившее с Исполнителем в договорные отношения.<br />
        3.2. Оплата материалов оформляется на сайте http://pamani.ru/. Оплата производится через платежный интегратор http://robokassa.ru/.<br />
        3.3. После оплаты в течении 30 минут (обычно раньше) Заказчик получает услугу в виде автоматического проставления лайков в социальной сети instagram.com по указанным в настройках сервиса хештегам.<br />
        3.4. В случае, если Заказчик оплатил и не получил услугу, то необходимо связаться со службой поддержки по эл. почте support@pamani.ru, предоставив материалы, подтверждающие факт оплаты.<br />
        3.5. Настоящий договор имеет силу Акта об оказании услуг. Приемка производится без подписания актов.<br />
        3.6. Исполнитель оставляет за собой право отключить Заказчика без права на возврат денежных средств в случае нарушения правил поведения при комментировании материалов, а именно: разжигание межнациональных конфликтов, спам, размещение рекламы, нецензурные высказывания, хамство, оскорбление автора или участников.<br /><br />

        <b>4. Условия и порядок возврата денежных средств.</b><br />
        4.1. Заказчик не имеет право оказаться от предоставления оплаченных услуг и потребовать возврата денежных средств.<br />
        4.2. В случае возникновения проблем в работе сервиса Исполнитель гарантирует возврат денежных средств Заказчику по запросу на email указанный в пункте 3.4.<br /><br />

        <b>5. Ответственность сторон.</b><br />
        5.1. Исполнитель не несет ответственности за невозможность обслуживания Заказчика по причинам, связанным с нарушением работы Интернет-канала, оборудования или программного обеспечения со стороны Заказчика.<br />
        5.2. В случае, когда регистрационные данные (email адрес) содержит недостоверные либо неполные данные, Исполнитель не несет ответственности перед Заказчиком за информирование по ошибочно указанным данным не Заказчику, а третьим лицам.<br />
        5.3. Исполнитель не несет ответственности за то, каким образом Заказчик использовал полученную услугу и за результаты ее использования Заказчиком.<br />
        5.4. Совокупная ответственность Исполнителя по договору Оферты, по любому иску или претензии в отношении договора Оферты или его исполнения ограничивается суммой платежа, уплаченного Исполнителю Заказчиком по договору Оферты.<br />
        5.5. За невыполнение или ненадлежащее выполнение обязательств по настоящей публичной Оферте Стороны несут ответственность в соответствии с действующим законодательством.<br /><br />

        <b>6. Срок действия и изменение договора Оферты</b><br />
        6.1. Договор вступает в силу с момента его заключения (Акцепта Оферты) и действует до выполнения Сторонами своих обязательств.<br />
        6.2. Все споры и разногласия решаются путем переговоров Сторон.<br />
        6.3. Все вопросы, не урегулированные настоящим договором Оферты, решаются в соответствии с действующим законодательством Российской Федерации.<br />
    </div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">(function (d, w, c) { (w[c] = w[c] || []).push(function() { try { w.yaCounter24173104 = new Ya.Metrika({id:24173104, webvisor:true, clickmap:true, trackLinks:true, accurateTrackBounce:true, ut:"noindex"}); } catch(e) { } }); var n = d.getElementsByTagName("script")[0], s = d.createElement("script"), f = function () { n.parentNode.insertBefore(s, n); }; s.type = "text/javascript"; s.async = true; s.src = (d.location.protocol == "https:" ? "https:" : "http:") + "//mc.yandex.ru/metrika/watch.js"; if (w.opera == "[object Opera]") { d.addEventListener("DOMContentLoaded", f, false); } else { f(); } })(document, window, "yandex_metrika_callbacks");</script><noscript><div><img src="//mc.yandex.ru/watch/24173104?ut=noindex" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
</body>
</html>