<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="ru" lang="ru">
<head>
    <title>PAMANI | Личный кабинет</title>
    <meta charset="utf-8">
    <link media="screen" href="/style/profile-beta.css" type="text/css" rel="stylesheet" />
    <script type="text/javascript" src="/js/jquery.min.js"></script>
    <script type="text/javascript" src="/js/landing.js"></script>
</head>
<body>
<div class="wrap">
    <div id="logo" style="float:none;margin:0 auto"></div>
    <a href="/profile" class="link2">← Вернуться в аккаунт</a>

    <div class="question">Важные рекомендации</div>
    <div class="answer">При использовании программ автоматизирующих действия в instagram® периодические временные блокировки это норма. Как просто снять такую блокировку смотрите в пункте "Не могу войти в сервис".
        <br /><br /><b>Чтобы не потерять доступ к своему аккаунту:</b>
        <ul>
            <li>Обязательно укажите достоверные данные в настройках своего аккаунта на сайте instagram.com. Особенно поля email и телефон!</li>
            <li>Привяжите свой facebook аккаунта к своему instagram аккаунту. Сделать это можно только мобильном
                приложении instagram'a. Если у Вас нет аккаунта в facebook.com настоятельно рекомендуем его
                завести.</li>
            <li>Не используйте другие программы автоматизирующие действия в instagram, так как действия сразу нескольких программ превысит допустимые лимиты на количество действий в час.</li>
        </ul>
        <br />
        По нашим данным за всё время работы сервиса PAMANI ни один аккаунт не был забанен навсегда если
        руководствовался вышеперечисленными инструкциями. Тем не менее администрация сервиса PAMANI согласно <a
            href="/dogovor">договору публичной оферты</a> не несёт никакой ответственности за инстаграм аккаунты
        пользователей, так как не представляется возможным контролировать действия владельцев инстаграм аккаунтов:
        ручные лайки, комментарии и фоловинг, а так же использование сторонних программ автоматизирующих работу в
        instagram'e.
    </div>

    <div class="question">Сколько и какие теги указывать в настройках?</div>
    <div class="answer">
        Указывайте популярные и тематические теги. Оптимально указывать 10-20 хештегов. В настройках хештеги
        указываются по одному в строке и без специальных символов вроде решётки.
        <br /><br />
        Хорошие хештеги для Московского интернет магазина одежды выглядят так:
        <ul>
            <li>москва</li>
            <li>одежда</li>
            <li>мода</li>
            <li>стиль</li>
            <li>платье</li>
            <li>вечер</li>
            <li>покупки</li>
            <li>магазин</li>
            <li>вещи</li>
        </ul>
    </div>

    <div class="question">С какой скоростью сервис ставит лайки?</div>
    <div class="answer">
        В среднем PAMANI устанавливает 700 лайков в сутки. Если в вашем случае лайков значительно меньше - смените
        хештеги на более популярные (часто обновляемые).
    </div>

    <div class="question">Как регулировать скорость установки лайков?</div>
    <div class="answer">
        Такая возможность отсутствует. Алгоритм работы сервиса учитывает текущие лимиты социальной сети инстаграм.
        Этот алгоритм защищает пользователей сервиса PAMANI от блокировки (бана) инстаграм аккаунта.
    </div>

    <div class="question">Указал(а) новые хештеги, а сервис лайкает по старым</div>
    <div class="answer">
        Полное обновление указанных хештегов происходит в течении 24 часов после того как их указали и сохранили в
        настройках.
    </div>

    <div class="question" id="block-1">Указаны не верные данные от аккаунта в инстаграме</div>
    <div class="answer">
        Убедитесь что логин и пароль от инстаграм аккаунта верные. Для этого:<br />
        <ol>
            <li>Перейдите на сайт instagram.com</li>
            <li>Если в правом верхнем углу видите свой аватар, то кликните по нему и нажмите "logout" или "выход"</li>
            <li>Войдите в инстаграм на сайте instagram.com с использованием своих логина и пароля.</li>
            <li>Если данные не верны, то скорее всего администрация инстаграма сбросила пароль от вашего аккаунта. Письмо от администрации инстаграма со ссылкой на страницу установки нового пароля должны быть у вас на почте. Почта та что вы указывали в настройках своего инстаграм аккаунта. Установите новый пароль.</li>
            <li>Укажите верные данные в настройках PAMANI.</li>
        </ol>
    </div>

    <div class="question" id="block-2">Временная блокировка инстаграм аккаунта</div>
    <div class="answer">
        Администрация инстаграма наложила временную блокировку на этот аккаунт.
        <br /><br />
        <b>Для снятия блокировки:</b>
        <ol>
            <li>Перейдите на страницу настроек на сайте <a href="http://instagram.com/accounts/edit/">instagram
                    .com</a>.</li>
            <li>Возможно потребуется войти. Используйте логин и пароль от своего инстаграм аккаунта.</li>
            <li>В самом низу формы с настройками нажмите на зелёную кнопку "Обновить" или "Отправить" или "Submit".</li>
            <li>Возможно потребуется ввести информацию (цифры и буквы) с изображения (капчи).</li>
        </ol>
        <br />
        Теперь перейдите в настройки PAMANI и во вкладке "Данные аккаунта в instagram.com" нажмите на кнопку
        "Сохранить данные".
    </div>

    <div class="question" id="pass-reset">Подозрительная активность и сброс пароля от инстаграма</div>
    <div class="answer">
        Вы используете сервис PAMANI который устанавливает огромное количество лайков в сутки по сравнению с обычным
        человеком. Администрация инстаграма по праву считает такую активность подозрительной и поэтому "защищает" Ваш
        инстаграм аккаунт, то есть сбрасывает пароль и высылает Вам вот такое письмо - уведомление:
        <p style="text-align: center"><img src="/images/help/insta-pass-reset.png" /></p>
        <br />
        <b>Что делать в этой ситуации:</b>
        <ol>
            <li>Переходим по самой длинной ссылке в письма. Та ссылка что после выделенного жирным текста "reset your password using a web browser"</li>
            <li>Устанавливаем новый пароль от инстаграм аккаунта</li>
            <li>Пробуем войти в инстаграм с новым паролем</li>
            <li>Указываем новый пароль в настройках сервиса PAMANI</li>
        </ol>
    </div>

    <div class="question">Лайки не ставятся</div>
    <div class="answer">
        <b>Если Вы только начинаете пользоваться сервисом</b> и только что совершили свою первую оплату: ожидайте,
        в течении 30 - 60 минут сервис начнёт ставить лайки. Это время необходимо сервису pamani® чтобы собрать фотографии по указанным в настройках хештегам.
        <br /><br />
        <b>Если лайки ставились и вдруг перестали</b>: пожалуйста пройдите заново процедуру получения кода доступа.
        Иногда случается так что instagram® сбрасывает код доступа в настройках Вашего инстаграм аккаунта.
        <br /><br />
        <b>В период с 00:00 по 00:30</b> по Московскому времени происходит перезагрузка системы. В этот период сервис
        ставит лайки реже или не ставит вовсе.
    </div>

    <!--
    <div class="question">Не могу войти в серивис | FORBIDDEN | Белый экран</div>
    <div class="answer">
        <b>Если</b> при входе в сервис Вы видите ошибку <b>FORBIDDEN</b>: instagram<sup>&reg;</sup> применил к Вашему аккаунту временные санкции.
        Инстаграм думает что к Вашему аккаунту получили доступ программы о которых Вы не знаете. Защищает Вас. Но это не наш случай.
        Вы то знаете чем пользуетесь.
        <br /><br />
        Чтобы снять блокировку необходимо:
        <ul>
            <li>перейти в настройки аккаунта на сайте <a href="http://instagram.com" target="_blank">instagram.com<sup>&reg;</sup></a></li>
            <li>сменить пол с мужского на женский или наоборот или указать пол если он не указан</li>
            <li>сохранить настройки</li>
            <li>снова указать свой настоящий пол</li>
            <li>снова сохранить настройки</li>
        </ul>
        <br />
        Готово! Попробуйте войти в pamani<sup>&reg;</sup>
    </div>
    -->

    <div class="question">Ничего не помогает! :(</div>
    <div class="answer">
        <b>Если</b> все вышеперечисленные инструкции не решили Вашу проблему смело пишите на <b>support@pamani.ru</b>.
        В письме обязательно указывайте свой инстгарам логин, например <b>ibragimovars</b>.
        Описывайте Вашу проблему на столько подробно на сколько это возможно.
        Обязательно прикладывайте скриншот, если считаете что это необходимо.
        <br /><br />
        ВНИМАНИЕ! На данный момент среднее время ожидания ответа: 27 часов
    </div>

    <!-- <a href="#" class="link2" id="help-link">Ничего не помогло?</a> -->
</div>

<!-- Задать вопрос -->
<div id="help-win">
    <div id="help-block">
        <div class="close"></div>
        <div class="tab-title">Задайте вопрос</div>
        <form>
            <textarea style="height:110px"></textarea>
            <input type="submit" value="Отправить" />
        </form>
        <div id="wait">Среднее время ожидания ответа <span>5</span> часов</div>
    </div>
</div>
<!-- End Задать вопрос -->
<br /><br /><br /><br /><br /><br /><br />
<!-- Yandex.Metrika counter --><script type="text/javascript">(function (d, w, c) { (w[c] = w[c] || []).push(function() { try { w.yaCounter24173104 = new Ya.Metrika({id:24173104, webvisor:true, clickmap:true, trackLinks:true, accurateTrackBounce:true, ut:"noindex"}); } catch(e) { } }); var n = d.getElementsByTagName("script")[0], s = d.createElement("script"), f = function () { n.parentNode.insertBefore(s, n); }; s.type = "text/javascript"; s.async = true; s.src = (d.location.protocol == "https:" ? "https:" : "http:") + "//mc.yandex.ru/metrika/watch.js"; if (w.opera == "[object Opera]") { d.addEventListener("DOMContentLoaded", f, false); } else { f(); } })(document, window, "yandex_metrika_callbacks");</script><noscript><div><img src="//mc.yandex.ru/watch/24173104?ut=noindex" style="position:absolute; left:-9999px;" alt="" /></div></noscript><!-- /Yandex.Metrika counter -->
</body>
</html>